Revit 2027 API
ParameterTypeId.RbsElecCircuitWireSizeParam Property
 "Wire Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitWireSizeParam { get; }
Public Shared ReadOnly Property RbsElecCircuitWireSizeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitWireSizeParam {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitWireSizeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace